espressif/esp-usb/host/class/uvc/usb_host_uvc/examples/basic_uvc_stream/sdkconfig.ci.esp32p4_eco4
CONFIG_IDF_TARGET="esp32p4"
CONFIG_ESP32P4_SELECTS_REV_LESS_V3=y
CONFIG_RTC_CLK_SRC_EXT_CRYS=y
CONFIG_RTC_CLK_CAL_CYCLES=1024
CONFIG_SPIRAM_SPEED_200M=y
